Repository: chrbuchsteiner61/PuttingDrill
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, it, nl, sv

# page1Header
source: Your Putting Drill Diary
da: Din Putting-Øvelses Dagbog
de: Dein Putt-Übungstagebuch
es: Tu Diario de Ejercicios de Putting
fr: Votre Journal des Exercices de Putting
it: Il Tuo Diario degli Esercizi di Putting
nl: Je Putting Oefeningendagboek
sv: Din Putting-Övningsdagbok

# drillName1
source: Short putts
da: Korte putts
de: Kurze Putts
es: Putts cortos
fr: Putts courts
it: Putt corti
nl: Korte putts
sv: Korta puttar

# drillName2
source: Distance putts
de: Distanzputts
es: Putts de distancia
fr: Putts de distance
it: Putt di distanza
nl: Afstandsputts
sv: Distansputtar

# drillName3
source: Strait puttes
da: Lige putts
de: Durch die Tore
es: Putts rectos
fr: Par les portes
it: Putt dritti
nl: Rechte putts
sv: Raka puttar

# drillName4
source: Putts on an undulating green
da: Putter på bølgede greens
de: Auf einem welligen Grün
es: Putts sobre greens ondulados
fr: Sur un green ondulé
it: Putt su green ondulati
nl: Putts op een glooiende green
sv: Puttar på vågiga greener

# drillName5
source: Downhill putts
da: Nedadgående putts
de: Abwärtsputts
es: Putts cuesta abajo
fr: Putts en descente
it: Putt in discesa
nl: Bergafwaartse putts
sv: Nedförsputtar

# preparationHeader
source: Preparation
da: Forberedelse
de: Vorbereitung
es: Preparación
fr: Préparation
it: Preparazione
nl: Voorbereiding
sv: Förberedelse

# countingHeader
source: Counting
da: Optælling
de: Zählen
es: Conteo
fr: Comptage
it: Conteggio
nl: Tellen
sv: Räkning

# purpose1
source: Better your short putting
da: Forbedre dine korte putts
de: Verbessere deine kurzen Putts
es: Mejorar tus putts cortos
fr: Améliorer vos putts courts
it: Migliorare i putt corti
nl: Verbeter je korte putting
sv: Förbättra dina korta puttar

# purpose2
source: Come closer to the hole
da: Komme tættere på hullet
de: Nähere dich dem Loch
es: Acercarse al hoyo
fr: Se rapprocher du trou
it: Avvicinarsi alla buca
nl: Kom dichter bij de hole
sv: Komma närmare hålet

# purpose3
source: Get a better line
da: Forbedre linjen
de: Finde eine bessere Linie
es: Mejorar la línea
fr: Améliorer la ligne
it: Migliorare la linea
nl: Krijg een betere lijn
sv: Förbättra linjen

# purpose4
source: Read the line
da: Læse linjen
de: Lies die Linie
es: Leer la línea
fr: Lire la ligne
it: Leggere la linea
nl: Lees de lijn
sv: Läsa linjen

# purpose5
source: Feel the speed
da: Mærke hastigheden
de: Spüre die Geschwindigkeit
es: Sentir la velocidad
fr: Sentir la vitesse
it: Sentire la velocità
nl: Voel de snelheid
sv: Känna hastigheten

# task1
source: Putt into the hole. Hit five or more balls from a short distance.
da: Putte bolden i hullet. Ramme fem eller flere bolde fra kort afstand.
de: Putte ins Loch. Schlage fünf oder mehr Bälle aus kurzer Distanz.
es: Meter la bola en el hoyo. Golpear cinco o más bolas desde una distancia corta.
fr: Mettre la balle dans le trou. Frappe de cinq balles ou plus à courte distance.
it: Inserire la palla nella buca. Colpire cinque o più palline da una distanza ravvicinata.
nl: Putt in de hole. Sla vijf of meer ballen vanaf een korte afstand.
sv: Puttat bollen i hålet. Slå fem eller fler bollar från kort avstånd.

# task2
source: Putt at nearest to the hole. Hit five or more balls from a long distance.
da: Komme tættest på hullet. Ramme fem eller flere bolde fra lang afstand.
de: Putte so nah wie möglich ans Loch. Schlage fünf oder mehr Bälle aus großer Distanz.
es: Acercar la bola al hoyo. Golpear cinco o más bolas desde una distancia larga.
fr: Mettre le plus près du trou. Frappe de cinq balles ou plus à longue distance.
it: Avvicinare la palla alla buca. Colpire cinque o più palline da una lunga distanza.
nl: Putt zo dicht mogelijk bij de hole. Sla vijf of meer ballen vanaf een lange afstand.
sv: Komma närmast hålet. Slå fem eller fler bollar från långt avstånd.

# task3
source: Putt through the gates. Hit five or more balls through both gates.
da: Putte gennem portene. Ramme fem eller flere bolde gennem begge porte.
de: Putte durch die Tore. Schlage fünf oder mehr Bälle durch beide Tore.
es: Pasar las bolas por las puertas. Golpear cinco o más bolas pasando por ambas puertas.
fr: Passer les balles entre les portes. Frappe de cinq balles ou plus en passant par les deux portes.
it: Passare le palline attraverso i cancelli. Colpire cinque o più palline passando attraverso entrambi i cancelli.
nl: Putt door de poortjes. Sla vijf of meer ballen door beide poortjes.
sv: Puttat genom portarna. Slå fem eller fler bollar genom båda portarna.

# task4
source: Putt on an undulating green to a target. Hit five or more balls
da: Putte på en bølget green mod et mål. Ramme fem eller flere bolde
de: Putte auf einem welligen Grün zu einem Ziel. Schlage fünf oder mehr Bälle.
es: Puttear en un green ondulado hacia un objetivo. Golpear cinco o más bolas
fr: Putter sur un green ondulé vers une cible. Frappe de cinq balles ou plus
it: Effettuare putt su un green ondulato verso un obiettivo. Colpire cinque o più palline
nl: Putt op een glooiende green naar een doel. Sla vijf of meer ballen
sv: Puttat på en kuperad green mot ett mål. Slå fem eller fler bollar

# task5
source: Putt downhill to a target. Hit five or more balls.
da: Putte nedad mod et mål. Ramme fem eller flere bolde.
de: Putte abwärts zu einem Ziel. Schlage fünf oder mehr Bälle.
es: Puttear cuesta abajo hacia un objetivo. Golpear cinco o más bolas.
fr: Putter en descente vers une cible. Frappe de cinq balles ou plus.
it: Effettuare putt in discesa verso un obiettivo. Colpire cinque o più palline.
nl: Putt bergafwaarts naar een doel. Sla vijf of meer ballen.
sv: Puttat nedför mot ett mål. Slå fem eller fler bollar.

# thePreparation_1
source: On an even green choose a distance for the exercise from one, two or three club lengths. Look at the example for a distance of two clubs.
da: På en jævn green vælg en afstand til øvelsen fra en, to eller tre køllelængder. Se eksemplet for en afstand på to køllelængder.
de: Wähle auf einem ebenen Grün eine Distanz für die Übung von einer, zwei oder drei Schlägerlängen. Sieh dir das Beispiel für eine Distanz von zwei Schlägern an.
es: En un green plano, elija una distancia para el ejercicio de una, dos o tres longitudes de palo. Consulte el ejemplo para una distancia de dos palos.
fr: Sur un green plat, choisissez une distance pour l'exercice à partir d'une, deux ou trois longueurs de club. Référez-vous à l'exemple pour une distance de deux clubs.
it: Su un green pianeggiante, scegli una distanza per l'esercizio da uno, due o tre bastoni. Guarda l'esempio per una distanza di due bastoni.
nl: Kies op een vlakke green een afstand voor de oefening van één, twee of drie clublengtes. Kijk naar het voorbeeld voor een afstand van twee clubs.
sv: På en plan green välj en distans för övningen från en, två eller tre klubblängder. Se exemplet för en distans på två klubblängder.

# thePreparation_2
source: On an even green choose a distance for the exercise from six, nine or 12 club lengths. Look at the example for a distance of six clubs.
da: På en jævn green vælg en afstand til øvelsen fra seks, ni eller 12 køllelængder. Se eksemplet for en afstand på seks køllelængder.
de: Wähle auf einem ebenen Grün eine Distanz von sechs, neun oder zwölf Schlägerlängen. Sieh dir das Beispiel für eine Distanz von sechs Schlägern an.
es: En un green plano, elija una distancia para el ejercicio de seis, nueve o 12 longitudes de palo. Consulte el ejemplo para una distancia de seis palos.
fr: Sur un green plat, choisissez une distance pour l'exercice à partir de six, neuf ou 12 longueurs de club. Référez-vous à l'exemple pour une distance de six clubs.
it: Su un green pianeggiante, scegli una distanza per l'esercizio da sei, nove o 12 bastoni. Guarda l'esempio per una distanza di sei bastoni.
nl: Kies op een vlakke green een afstand voor de oefening van zes, negen of 12 clublengtes. Kijk naar het voorbeeld voor een afstand van zes clubs.
sv: På en plan green välj en distans för övningen från sex, nio eller 12 klubblängder. Se exemplet för en distans på sex klubblängder.

# thePreparation_3
source: Take four tees. Build two gates on an even green, clubhead width. Choose a distance between the gates of one, two or three club lengths. Look at the example for a distance of two clubs.
da: Tag fire tees. Byg to porte på en jævn green, bredden af en køllehoved. Vælg en afstand mellem portene på en, to eller tre køllelængder. Se eksemplet for en afstand på to køllelængder.
de: Nimm vier Tees. Baue zwei Tore auf einem ebenen Grün, Schlägerkopfbreit. Wähle eine Distanz zwischen den Toren von einer, zwei oder drei Schlägerlängen. Sieh dir das Beispiel für eine Distanz von zwei Schlägern an.
es: Tome cuatro tees. Construya dos puertas en un green plano, del ancho de la cabeza de un palo. Elija una distancia entre las puertas de una, dos o tres longitudes de palo. Consulte el ejemplo para una distancia de dos palos.
fr: Prenez quatre tees. Construisez deux portes sur un green plat, à la largeur d'une tête de club. Choisissez une distance entre les portes d'une, deux ou trois longueurs de club. Référez-vous à l'exemple pour une distance de deux clubs.
it: Prendi quattro tee. Costruisci due cancelli su un green pianeggiante, della larghezza della testa di un bastone. Scegli una distanza tra i cancelli da uno, due o tre bastoni. Guarda l'esempio per una distanza di due bastoni.
nl: Neem vier tees. Maak twee poortjes op een vlakke green, clubhoofd breed. Kies een afstand tussen de poortjes van één, twee of drie clublengtes. Kijk naar het voorbeeld voor een afstand van twee clubs.
sv: Ta fyra tees. Bygg två portar på en plan green, bredden av ett klubbhuvud. Välj ett avstånd mellan portarna på en, två eller tre klubblängder. Se exemplet för en distans på två klubblängder.

# thePreparation_4
source: On an undulating green choose a distance for the exercise from one, two or three club lengths. Define your target with a tee. Look at the example for a distance of two clubs.
da: På en bølget green vælg en afstand til øvelsen fra en, to eller tre køllelængder. Definer dit mål med en tee. Se eksemplet for en afstand på to køllelængder.
de: Wähle auf einem welligen Grün eine Distanz von einer, zwei oder drei Schlägerlängen. Definiere dein Ziel mit einem Tee. Sieh dir das Beispiel für eine Distanz von zwei Schlägern an.
es: En un green ondulado, elija una distancia para el ejercicio de una, dos o tres longitudes de palo. Defina su objetivo con un tee. Consulte el ejemplo para una distancia de dos palos.
fr: Sur un green ondulé, choisissez une distance pour l'exercice à partir d'une, deux ou trois longueurs de club. Définissez votre cible avec un tee. Référez-vous à l'exemple pour une distance de deux clubs.
it: Su un green ondulato, scegli una distanza per l'esercizio da uno, due o tre bastoni. Definisci il tuo obiettivo con un tee. Guarda l'esempio per una distanza di due bastoni.
nl: Kies op een glooiende green een afstand voor de oefening van één, twee of drie clublengtes. Markeer je doel met een tee. Kijk naar het voorbeeld voor een afstand van twee clubs.
sv: På en kuperad green välj en distans för övningen från en, två eller tre klubblängder. Definiera ditt mål med en tee. Se exemplet för en distans på två klubblängder.

# thePreparation_5
source: From a elevated position choose a distance for the exercise from one, two or three club lengths. Define your target with a tee. Look at the example for a distance of two clubs.
da: Fra en forhøjet position vælg en afstand til øvelsen fra en, to eller tre køllelængder. Definer dit mål med en tee. Se eksemplet for en afstand på to køllelængder.
de: Wähle von einer erhöhten Position eine Distanz von einer, zwei oder drei Schlägerlängen. Definiere dein Ziel mit einem Tee. Sieh dir das Beispiel für eine Distanz von zwei Schlägern an.
es: Desde una posición elevada, elija una distancia para el ejercicio de una, dos o tres longitudes de palo. Defina su objetivo con un tee. Consulte el ejemplo para una distancia de dos palos.
fr: Depuis une position surélevée, choisissez une distance pour l'exercice à partir d'une, deux ou trois longueurs de club. Définissez votre cible avec un tee. Référez-vous à l'exemple pour une distance de deux clubs.
it: Da una posizione sopraelevata, scegli una distanza per l'esercizio da uno, due o tre bastoni. Definisci il tuo obiettivo con un tee. Guarda l'esempio per una distanza di due bastoni.
nl: Kies vanaf een verhoogde positie een afstand voor de oefening van één, twee of drie clublengtes. Markeer je doel met een tee. Kijk naar het voorbeeld voor een afstand van twee clubs.
sv: Från en upphöjd position välj en distans för övningen från en, två eller tre klubblängder. Definiera ditt mål med en tee. Se exemplet för en distans på två klubblängder.

# clubLength
source: If your putter is about 34 inches long, this is 0.86m or 2.83ft.
da: Hvis din putter er ca. 34 tommer lang, svarer det til 0,86 m eller 2,83 fod.
de: Wenn dein Putter etwa 34 Zoll lang ist, entspricht das 0,86m oder 2,83ft.
es: Si su putter mide aproximadamente 34 pulgadas, esto equivale a 0,86 m o 2,83 pies.
fr: Si votre putter fait environ 34 pouces, cela équivaut à 0,86 m ou 2,83 pieds.
it: Se il tuo putter è lungo circa 34 pollici, corrisponde a 0,86 m o 2,83 piedi.
nl: Als je putter ongeveer 34 inch lang is, is dit 0,86m of 2,83ft.
sv: Om din putter är ungefär 34 tum lång, motsvarar det 0,86 m eller 2,83 fot.

# theExplainCounting_1
source: Count your strokes and count your made putts.
da: Tæl dine slag og tæl de lykkedes putts.
de: Zähle deine Schläge und zähle deine erfolgreichen Putts.
es: Cuente sus golpes y cuente los putts logrados.
fr: Comptez vos coups et comptez les putts réussis.
it: Conta i tuoi colpi e conta i putt riusciti.
nl: Tel je slagen en tel je geslaagde putts.
sv: Räkna dina slag och räkna de lyckade puttarna.

# theExplainCounting_2
source: Count your strokes, meassure the distance from the position of the balls to the hole with your feet and sum up.
da: Tæl dine slag, mål afstanden fra boldenes position til hullet med dine fødder og summer op.
de: Zähle deine Schläge, mess die Distanz von der Position der Bälle bis zum Loch mit deinen Füßen und summiere.
es: Cuente sus golpes, mida la distancia desde la posición de las bolas hasta el hoyo con sus pies y sume.
fr: Comptez vos coups, mesurer la distance des balles au trou avec vos pieds et additionnez.
it: Conta i tuoi colpi, misurata la distanza dalla posizione delle palline alla buca con i tuoi piedi e sommala.
nl: Tel je slagen, meet de afstand van de positie van de ballen tot de hole met je voeten en tel op.
sv: Räkna dina slag, mät avståndet från bollarnas position till hålet med dina fötter och summera.

# theExplainCounting_3
source: Count every stroke and count every ball going through both gates.
da: Tæl hvert slag og tæl hver bold der går gennem begge porte.
de: Zähle jeden Schlag und zähle jeden Ball, der durch beide Tore geht.
es: Cuente cada golpe y cuente cada bola que pase por ambas puertas.
fr: Comptez chaque coup et comptez chaque balle passant par les deux portes.
it: Conta ogni colpo e conta ogni palla che passa attraverso entrambi i cancelli.
nl: Tel elke slag en tel elke bal die door beide poortjes gaat.
sv: Räkna varje slag och räkna varje boll som går genom båda portarna.

# theExplainCounting_4
source: Count your strokes and count your made putts.
da: Tæl dine slag og tæl de lykkedes putts.
de: Zähle deine Schläge und zähle deine erfolgreichen Putts.
es: Cuente sus golpes y cuente los putts logrados.
fr: Comptez vos coups et comptez les putts réussis.
it: Conta i tuoi colpi e conta i putt riusciti.
nl: Tel je slagen en tel je geslaagde putts.
sv: Räkna dina slag och räkna de lyckade puttarna.

# theExplainCounting_5
source: Count your strokes and count your made putts.
da: Tæl dine slag og tæl de lykkedes putts.
de: Zähle deine Schläge und zähle deine erfolgreichen Putts.
es: Cuente sus golpes y cuente los putts logrados.
fr: Comptez vos coups et comptez les putts réussis.
it: Conta i tuoi colpi e conta i putt riusciti.
nl: Tel je slagen en tel je geslaagde putts.
sv: Räkna dina slag och räkna de lyckade puttarna.

# inputResults
source: Input result
da: Indtast resultat
de: Ergebnis eingeben
es: Ingresar resultado
fr: Saisir le résultat
it: Inserisci risultato
nl: Voer resultaat in
sv: Ange resultat

# inputAppBarText
source: Put in your results of the drill
da: Indtast resultaterne af øvelsen
de: Gib deine Ergebnisse der Übung ein
es: Introduzca los resultados del ejercicio
fr: Entrez les résultats de l'exercice
it: Inserisci i risultati dell'esercizio
nl: Voer je resultaten van de oefening in
sv: Ange resultaten av övningen

# inputButtonText
source: Save your results
da: Gem resultater
de: Speichere deine Ergebnisse
es: Guardar resultados
fr: Enregistrer vos résultats
it: Salva i risultati
nl: Sla je resultaten op
sv: Spara resultat

# errorInputMessageNonEmptyNegativ
source: Please enter a valid non-negativ number
da: Indtast et gyldigt ikke-negativt tal
de: Bitte gib eine gültige, nicht negative Zahl ein
es: Por favor, introduzca un número válido no negativo
fr: Veuillez entrer un nombre valide non négatif
it: Inserisci un numero valido non negativo
nl: Voer een geldig niet-negatief getal in
sv: Ange ett giltigt icke-negativt tal

# inputDrill1Criteria1
source: Distance to the hole
da: Afstand til hullet
de: Distanz zum Loch
es: Distancia al hoyo
fr: Distance du trou
it: Distanza dalla buca
nl: Afstand tot de hole
sv: Avstånd till hålet

# inputDrill1Criteria2
source: Strokes
da: Slag
de: Schläge
es: Golpes
fr: Coups
it: Colpi
nl: Slagen
sv: Slag

# inputDrill1Criteria3
source: Successfull
da: Lykkedes
de: Erfolgreich
es: Logrados
fr: Réussis
it: Riusciti
nl: Geslaagd
sv: Lyckade

# inputDrill1Input1
source: club lengths
da: køllelængder
de: Schlägerlängen
es: longitudes de palo
fr: longueurs de club
it: lunghezze di bastone
nl: clublengtes
sv: klubblängder

# inputDrill1Input3
source: number of
da: antal
de: Anzahl
es: número de
fr: nombre de
it: numero di
nl: aantal
sv: antal

# inputDrill2Criteria1
source: Distance to the hole
da: Afstand til hullet
de: Distanz zum Loch
es: Distancia al hoyo
fr: Distance du trou
it: Distanza dalla buca
nl: Afstand tot de hole
sv: Avstånd till hålet

# inputDrill2Criteria2
source: Strokes
da: Slag
de: Schläge
es: Golpes
fr: Coups
it: Colpi
nl: Slagen
sv: Slag

# inputDrill2Criteria3
source: Sum of missing distance
da: Sum af manglet afstand
de: Summe der fehlenden Distanz
es: Suma de distancia faltante
fr: Somme de la distance manquante
it: Somma distanza mancante
nl: Som van ontbrekende afstand
sv: Summa av missat avstånd

# inputDrill2Input1
source: club lengths
da: køllelængder
de: Schlägerlängen
es: longitudes de palo
fr: longueurs de club
it: lunghezze di bastone
nl: clublengtes
sv: klubblängder

# inputDrill2Input3
source: feet
da: fod
de: Füße
es: pies
fr: pieds
it: piedi
nl: voet
sv: fot

# inputDrill3Criteria1
source: Distance between the gates
da: Afstand mellem portene
de: Distanz zwischen den Toren
es: Distancia entre puertas
fr: Distance entre les portes
it: Distanza tra i cancelli
nl: Afstand tussen de poortjes
sv: Avstånd mellan portarna

# inputDrill3Criteria2
source: Strokes
da: Slag
de: Schläge
es: Golpes
fr: Coups
it: Colpi
nl: Slagen
sv: Slag

# inputDrill3Criteria3
source: Through both gates
da: Gennem begge porte
de: Durch beide Tore
es: Por ambas puertas
fr: Par les deux portes
it: Attraverso entrambi i cancelli
nl: Door beide poortjes
sv: Genom båda portarna

# inputDrill3Input1
source: club lengths
da: køllelængder
de: Schlägerlängen
es: longitudes de palo
fr: longueurs de club
it: lunghezze di bastone
nl: clublengtes
sv: klubblängder

# inputDrill3Input3
source: number of
da: antal
de: Anzahl
es: número de
fr: nombre de
it: numero di
nl: aantal
sv: antal

# inputDrill4Criteria1
source: Distance to the target
da: Afstand til målet
de: Distanz zum Ziel
es: Distancia al objetivo
fr: Distance à la cible
it: Distanza all'obiettivo
nl: Afstand tot het doel
sv: Avstånd till målet

# inputDrill4Criteria2
source: Strokes
da: Slag
de: Schläge
es: Golpes
fr: Coups
it: Colpi
nl: Slagen
sv: Slag

# inputDrill4Criteria3
source: Successfull
da: Lykkedes
de: Erfolgreich
es: Logrados
fr: Réussis
it: Riusciti
nl: Geslaagd
sv: Lyckade

# inputDrill4Input1
source: club lengths
da: køllelængder
de: Schlägerlängen
es: longitudes de palo
fr: longueurs de club
it: lunghezze di bastone
nl: clublengtes
sv: klubblängder

# inputDrill4Input3
source: number of
da: antal
de: Anzahl
es: número de
fr: nombre de
it: numero di
nl: aantal
sv: antal

# inputDrill5Criteria1
source: Distance to the target
da: Afstand til målet
de: Distanz zum Ziel
es: Distancia al objetivo
fr: Distance à la cible
it: Distanza all'obiettivo
nl: Afstand tot het doel
sv: Avstånd till målet

# inputDrill5Criteria2
source: Strokes
da: Slag
de: Schläge
es: Golpes
fr: Coups
it: Colpi
nl: Slagen
sv: Slag

# inputDrill5Criteria3
source: Successfull
da: Lykkedes
de: Erfolgreich
es: Logrados
fr: Réussis
it: Riusciti
nl: Geslaagd
sv: Lyckade

# inputDrill5Input1
source: club lengths
da: køllelængder
de: Schlägerlängen
es: longitudes de palo
fr: longueurs de club
it: lunghezze di bastone
nl: clublengtes
sv: klubblängder

# inputDrill5Input3
source: number of
da: antal
de: Anzahl
es: número de
fr: nombre de
it: numero di
nl: aantal
sv: antal

source: Success
da: Succes
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
sv: Framgång

# savedResult
source: saved successful
da: Gemt succesfuldt
de: erfolgreich gespeichert
es: Guardado con éxito
fr: Enregistré avec succès
it: Salvato con successo
nl: succesvol opgeslagen
sv: Sparat framgångsrikt

# viewResults
source: Stats
da: Statistikker
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
sv: Statistik

# drawerHeader
source: Informations
da: Oplysninger
de: Informationen
es: Información
it: Informazioni
nl: Informatie
sv: Information

# privStHeader
source: Data protection
da: Databeskyttelse
de: Datenschutz
es: Protección de datos
fr: Protection des données
it: Protezione dei dati
nl: Gegevensbescherming
sv: Dataskydd

# privStLine1
source: This app saves the language you choose on your device.
da: Denne app gemmer det sprog, du vælger, på din enhed.
de: Diese App speichert die von dir gewählte Sprache auf deinem Gerät.
es: Esta aplicación guarda el idioma que elija en su dispositivo.
fr: Cette application enregistre la langue que vous choisissez sur votre appareil.
it: Questa app salva la lingua che scegli sul tuo dispositivo.
nl: Deze app slaat de taal die je kiest op je apparaat op.
sv: Den här appen sparar det språk du väljer på din enhet.

# privStLine2
source: All data you entered is stored on your device.
da: Alle data, du har indtastet, gemmes på din enhed.
de: Alle eingegebenen Daten werden auf deinem Gerät gespeichert.
es: Todos los datos que ha introducido se almacenan en su dispositivo.
fr: Toutes les données que vous avez saisies sont stockées sur votre appareil.
it: Tutti i dati che hai inserito sono memorizzati sul tuo dispositivo.
nl: Alle gegevens die je hebt ingevoerd worden op je apparaat opgeslagen.
sv: Alla data du har matat in sparas på din enhet.
