Repository: chrbuchsteiner61/PuttingDrill
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, it, nl, sv

# privStLine3
source: None of your data will be transfered. Nor will it be made available to third parties. There is no further processing.
da: Ingen af dine data vil blive overført. De vil heller ikke blive gjort tilgængelige for tredjeparter. Der vil ikke ske yderligere behandling.
de: Keine deiner Daten werden übertragen. Sie werden auch Dritten nicht zugänglich gemacht. Es erfolgt keine weitere Verarbeitung.
es: Ninguno de sus datos será transferido. Tampoco se pondrá a disposición de terceros. No habrá ningún otro procesamiento.
fr: Aucune de vos données ne sera transférée. Elles ne seront pas non plus mises à disposition de tiers. Il n'y aura aucun autre traitement.
it: Nessuno dei tuoi dati verrà trasferito. Non saranno nemmeno resi disponibili a terze parti. Non ci sarà alcun ulteriore trattamento.
nl: Geen van je gegevens zal worden overgedragen. Ook zullen ze niet beschikbaar worden gesteld aan derden. Er vindt geen verdere verwerking plaats.
sv: Inga av dina data kommer att överföras. De kommer heller inte att göras tillgängliga för tredje part. Det kommer inte att ske någon ytterligare behandling.

# kontakt
source: Contact
da: Kontakt
de: Kontakt
es: Contacto
it: Contatto
sv: Kontakt

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
sv: Språk

source: error
da: fejl
de: Fehler
fr: erreur
it: errore
nl: fout
sv: fel
